Repository: common-repository/harrys-gravatar-cache
Catalog: languages/harrys-gravatar-cache-*.po
Languages: de_ch, de_de, es_es

source: day
de_ch: &nbsp;Tag
de_de: &nbsp;Tag
es_es: &nbsp;día

source: days
de_ch: &nbsp;Tage
de_de: &nbsp;Tage
es_es: &nbsp;días

source: week
de_ch: &nbsp;Woche
de_de: &nbsp;Woche
es_es: &nbsp;semana

source: weeks
de_ch: &nbsp;Wochen
de_de: &nbsp;Wochen
es_es: &nbsp;semanas

source: " and check.
de_ch: " und prüefe.
de_de: " und prüfe.
es_es: " y comprobar.

source: Accelerates the site speed by simply and effective caching Gravatar (Globally Recognized Avatars) so that they are delivered from the own web server and do not need to be reloaded from the Gravatar server.
de_ch: beschleunigt d’website durch eifach’s und effektives Caching vo Gravatare (Globally Recognized Avatars), damit si vom eigene webserver usglieferet werded und nid vom Gravatar-Server nacheglade werde müend.
de_de: Beschleunigt die Website durch simples und effektives Caching von Gravataren (Globally Recognized Avatars) damit diese vom eigenenem Webserver ausgeliefert werden und nicht vom Gravatar-Server nachgeladen werden müssen.
es_es: Acelera la velocidad del sitio de forma sencilla y eficaz el almacenamiento en caché Gravatar (Globally Reconocido Avatares) para que se entregan desde el servidor web propio y no es necesario volver a cargar desde el servidor Gravatar.

source: and for
de_de: und für

source: Build the cache & check
de_de: Precache & check

source: Build the cache & check the caching
de_de: Precache & check caching

source: Cache checking:
de_de: Cacheüberprüfung:
es_es: Comprobación de caché:

source: Cache folder writeable:
de_ch: Cacheordner beschriebbar:
de_de: Cacheordner beschreibbar:
es_es: Caché escribible carpeta:

source: Cache Path:
de_ch: Pfad zum Cacheordner:
de_de: Pfad zum Cacheordner:
es_es: Camino de la caché:

source: Cache time:
de_ch: Cache-duur:
de_de: Cachedauer:
es_es: Tiempo de Cache:

source: Cache URL:
de_ch: URL zum Cacheordner:
de_de: URL zum Cacheordner:
es_es: URL de la caché:

source: cached on
de_de: gecached am

source: Can reduce the file size but you should compare the file size between JPG and PNG after caching on the server:
de_de: Kann die Dateigrösse verringern aber du solltest die Dateigrösse zwischen JPG und PNG nach dem Caching auf dem Server vergleichen:

source: change Cache time:
de_ch: Duur vo de cachegültigkeit ändere:
de_de: Dauer der Cachegültigkeit ändern:
es_es: Cambiar el tiempo de la caché:

source: change copy option:
de_ch: Kopieroption ändere:
de_de: Kopieroption ändern:
es_es: Cambiar de opción de copia:

source: change Gravatar size:
de_ch: Gravatar grössi ändere:
de_de: Gravatargröße ändern:
es_es: Cambiar el tamaño Gravatar:

source: change second Gravatar size:
de_de: zweite Gravatargröße ändern:

source: check if the caching folder is writeable
de_ch: überprüef ob de cacheordner beschriebbar isch
de_de: Überprüfen ob der Cacheordner beschreibbar ist
es_es: Comprobar si la carpeta de caché es escribible

source: check the server for available copy options
de_ch: Überprüef de server uf verfüegbari kopieroptione
de_de: Überprüfe den Server auf verfügbare Kopieroptionen
es_es: comprobar el servidor para las opciones de copia disponibles

source: Check whether Gravatar has already been cached with?:
de_de: Prüfe ob Gravatar bereits gecached wurde mit?:
es_es: Comprobar si Gravatar ya se ha almacenado en caché?:

source: click to expand all %1$s cached different Gravatars
de_de: Klicke hier, um alle %1$s zwischengespeicherten Gravatare zu sehen

source: click to show only the first 6 different cached Gravatars
de_de: Klicke hier, um nur die ersten 6 zwischengespeicherten Gravatare zu sehen

source: Copy option:
de_ch: Kopieroption:
de_de: Kopieroption:
es_es: Opción Copiar:

source: correct permissions to 0755
de_ch: Berechtigung ruf 0755 korrigiere
de_de: Berechtigungen zu 0755 korrigieren
es_es: permisos correctos a 0755

source: correct permissions to 0775
de_ch: Berechtigung ruf 0775 korrigiere
de_de: Berechtigungen zu 0775 korrigieren
es_es: permisos correctos a 0775

source: create folder
de_ch: Ordner erstelle
de_de: Ordner erstellen
es_es: Crear carpeta

source: Create PNG files from JPG files?
de_de: PNG aus JPG erzeugen?:

source: current Cache time:
de_ch: de cache isch gültig für:
de_de: Cache is gültig für:
es_es: Actual tiempo de la caché:

source: current copy option:
de_ch: aktuelli kopieroption:
de_de: aktuelle Kopieroption:
es_es: Opción de copia actual:

source: current Gravatar size:
de_ch: aktuelli Gravatargrössi:
de_de: aktuelle Gravatargröße:
es_es: Actual tamaño Gravatar:

source: Database
de_de: Datenbank
es_es: base de datos

source: depends on your theme and the size for the Gravatars and the appearance in sidebars with other sizes
de_de: hängt von deinem Template und der Größe der Gravatare und dem Erscheinungsbild in Seitenleisten mit anderen Größen ab

source: Empty Cache
de_ch: Cache leere
de_de: Cache leeren
es_es: Vaciar la caché

source: false or empty
de_ch: falsche wert oder leer
de_de: falscher Wert oder leer
es_es: falsa o vacía

source: Filesize of cached files:
de_ch: Dateigrössi aller aktuell gecachte Dateie:
de_de: Dateigrösse aller aktuell gecachten Dateien:
es_es: Tamaño de los archivos almacenados en caché:

source: Filesystem
de_de: Dateisystem
es_es: Sistema de archivos

source: Gravatar Size:
de_ch: Gravater grössi:
de_de: Gravatargröße:
es_es: Gravatar Tamaño:

source: Harrys Gravatar Cache Settings
de_ch: Harrys Gravatar-Cache istellige
de_de: Harrys Gravatar Cache Einstellungen
es_es: Harrys Configuración de caché Gravatar

source: Here is an overview of the options:
de_ch: Da isch e übersicht vo de optione:
de_de: Hier ist eine Übersicht der Optionen:
es_es: He aquí un resumen de las opciones:

source: How to get the Gravatar Size:
de_ch: wie isch gravatar grössi ermittlet worde:
de_de: Wie wurde die Gravatar Größe ermittelt:
es_es: ¿Cómo obtener el Gravatar Tamaño:

source: If you like this plugin, please donate with PayPal or Amazon to support development and maintenance!
de_ch: Wenn dir das Plugin gefällt, dann freu ich mich wenn du etwas über PayPal oder Amazon spenden möchtest, um die Entwicklung und Fehlerbehebung zu unterstützen!
de_de: Wenn dir das Plugin gefällt, dann freu ich mich wenn du etwas über PayPal oder Amazon spenden möchtest, um die Entwicklung und Fehlerbehebung zu unterstützen!
es_es: Si te gusta este plugin, por favor donate con PayPal o Amazon para apoyar el desarrollo y mantenimiento!

source: no
de_de: Nein

source: Number of files in cache:
de_ch: Anzahl gecachter Dateie:
de_de: Anzahl gecachter Dateien:
es_es: Número de archivos en caché:

source: On some sites the checking with the filesystem could be faster:
de_de: Auf einigen Websites könnte die Prüfung über das Dateisystem schneller sein:
es_es: En algunos sitios, la comprobación con el sistema de archivos podría ser más rápida:

source: or enter Gravatar size manually (20-200 px):
de_ch: oder gib da e Gravatar grössi i (20-200 px):
de_de: oder gib hier eine Gravatargröße ein (20-200 px):
es_es: o introduzca el tamaño Gravatar manualmente (20-200 px):

source: or enter second Gravatar size manually (1-200 px):
de_de: oder gib hier die zweite Gravatargröße ein (1-200 px):

source: Other options
de_de: Andere Optionen
es_es: Otras opciones

source: Please change the permissions to 0755 for the caching folder "
de_ch: Bitte berechtigung für de cacheordne ruf 0755 ändere "
de_de: Bitte ändere die Berechtigungen auf 0755 für den Cacheordner "
es_es: Por favor cambie los permisos a 0755 para la carpeta de caché "

source: Please check the default Gravatar on your <a href="options-discussion.php">"Discussion setting page"</a>.
de_de: Bitte überprüfe den Standard-Gravatar auf deiner <a href="options-discussion.php"> "Diskussionseinstellungsseite" </a>.

source: Please check the rating on your <a href="options-discussion.php">"Discussion setting page"</a>.
de_ch: Bitte überprüef d’istufig uf de <a href="options-discussion.php">"Diskussions istelligssite"</a>.
de_de: Bitte überprüfe die Einstufung auf der <a href="options-discussion.php">"Diskussions Einstellungsseite"</a>.
es_es: Por favor verifique la calificación en su <a href="options-discussion.php“>“página de configuración de Discusión“</a>.

source: Please check the settings on your <a href="options-discussion.php">"Discussion setting page"</a>.
de_de: Bitte überprüfe die Einstellungen auf deiner <a href="options-discussion.php"> "Diskussionseinstellungsseite" </a>.

source: Please contact your hoster to make one of these functions available:
de_ch: Bitte kontaktier din Hoster, damit die funktione chasch verfüegbar mache:
de_de: Bitte kontaktiere deinen Hoster, um eine von diesen Funktionen verfügbar zu machen:
es_es: Póngase en contacto con su proveedor de alojamiento para hacer una de estas funciones disponibles:

source: Please press the button to correct the permissions for the caching folder or change manually the permissions to 0755 or 0775.
de_ch: Bitte de button drücke, um z’versueche berechtigung vom cacheordne ruf 0755 oder 0775 z’korrigiere.
de_de: Bitte den Button drücken, um zu versuchen die Berechtigungen des Cacheordners auf 0755 oder 0775 zu korrigieren.
es_es: Por favor, pulse el botón para corregir los permisos para la carpeta de caché o cambiar manualmente los permisos a 0755 o 0775.

source: Please press the button to create the caching folder.
de_ch: Bitte de Button drucke, zum de ordner z’erstelle.
de_de: Bitte den Button drücken, um zu versuchen den Ordner zu erstellen.
es_es: Por favor, pulse el botón para crear la carpeta de almacenamiento en caché.

source: Please press the button to set the default option(database).
de_de: Bitte drücke den Button, um die Standardoption (Datenbank) festzulegen.

source: Please press the button to set the default time.
de_de: Bitte drücke den Button, um die Standardzeit festzulegen.

source: PNG files are generated from JPG files:
de_de: PNG werden aus JPG erzeugt:

source: Save changes
de_ch: Änderige speichere
de_de: Änderungen speichern
es_es: Guardar cambios

source: second Gravatar size:
de_de: zweite Gravatargröße:

source: set by plugin
de_ch: vom Plugin gsetzt
de_de: vom Plugin gesetzt
es_es: fijado por el plugin

source: set by template
de_ch: vo Template usglese:
de_de: vom Template ausgelesen
es_es: fijado por plantilla

source: set by you
de_ch: vo dir manuell gsetzt
de_de: von dir manuell gesetzt
es_es: fijado por usted

source: set default check
de_de: Standardprüfung festlegen

source: set default time
de_de: Standardzeit festlegen

source: Settings
de_ch: Istellige
de_de: Einstellungen
es_es: Ajustes

source: should be a number 0 or 1
de_ch: es sötti e zahl 0 oder 1 si
de_de: es sollte eine Zahl 0 oder 1 sein
es_es: debe ser un número 0 o 1

source: should be a number 1 or 2
de_ch: es sötti e zahl 0 oder 1 si
de_de: es sollte eine Zahl 1 oder 2 sein
es_es: debe ser un número 1 o 2

source: should be a number between 1 and 3
de_ch: es sötti e zahl zwüsched 1 und 3 si
de_de: es sollte eine Zahl zwischen 1 und 3 sein
es_es: debe ser un número entre 1 y 3

source: should be a number between 1 and 4
de_ch: es sötti e zahl zwüsched 1 und 4 si
de_de: es sollte eine Zahl zwischen 1 und 4 sein
es_es: debe ser un número entre 1 y 4

source: should be a number between 20 and 200
de_ch: es sötti e zahl zwüsched 20 und 200 si
de_de: es sollte eine Zahl zwischen 20 und 200 sein
es_es: debe ser un número entre 20 y 200

source: should be a number in seconds between 1440 and 80640
de_ch: es sötti e zahl in sekunde zwüsched 1440 und 80640 si
de_de: es sollte eine Zahl in Sekunden zwischen 1440 und 80640 sein
es_es: debe ser un número de segundos entre 1.440 y 80.640

source: some themes maybe have a second Gravatar size for the sidebar
de_de: Einige Templates haben möglicherweise eine zweite Gravatargröße für die Seitenleiste

source: Statistics
de_ch: Statistik
de_de: Statistik
es_es: Estadísticas

source: The database table "%1$s" should look like this:
de_ch: Datebank-Tabelle "%1$s" söti ungefähr so usgseh:
de_de: Die Datenbanktabelle "%1$s" sollte so ähnlich aussehen:
es_es: La tabla de la base de datos "%1$s" debe ser similar a esto:

source: the following different gravatars and sizes
de_de: Die folgenden verschiedenen Gravatare und Größen

source: These error(s) can not be solved with the plugin settings. Try to enable debugging and check the log-files. After you found a reason for the issue and eliminate this, try to deactivate and deinstall and after this reinstall the plugin.
de_ch: de fehler chan nid mit de pluginistellige behobe werde. Versuech bitte s’debugging uszschalte und überprüef d’log-dateie. Wenn en grund für de fehler gfunde und de elminiert hesch, dann versuech s’plugin z’deaktiviere, denn deinstalliere und danach wieder installiere.
de_de: Diese(r) Fehler kann/können nicht mit den Plugineinstellungen behoben werden. Versuche bitte das Debugging einzuschalten und prüfe die Log-Dateien. Wenn du einen Grund für den/die Fehler gefunden und diesen eleminiert hast, dann versuche das Plugin zu deaktivieren, es dann zu deinstallieren und danach es wieder zu installieren.
es_es: Estos errores (s) no se puede resolver con la configuración del plugin. Trate de habilitar la depuración y comprobar los archivos de registro. Después de encontrar una razón para el problema y eliminar esto, tratar de desactivar y desinstalar y después de esto vuelva a instalar el plugin.

source: to generate the cache complete new, empty the cache:
de_de: um den Cache komplett neu zu generieren, leere den Cache:

source: Try to get the Gravatar size from the template
de_ch: versuech d’gravatargrössi vom template uszlese
de_de: Versuche die Gravatargröße vom Template auszulesen
es_es: Trate de obtener el tamaño de la plantilla Gravatar

source: Watch out!! NO option for getting the Gravatars is available!!
de_ch: Achtung!! Es sind KEI kopieroptionen verfüegbar!!
de_de: Achtung!! Es sind KEINE Kopieroptionen verfügbar!!
es_es: Atención !! NO opción para conseguir el Gravatars está disponible !!

source: Watch out!! The caching folder is not exist!!
de_ch: Achtung!! De Cacheordner isch nid vorhande!!
de_de: Achtung!! Der Cacheordner ist nicht vorhanden!!
es_es: Atención !! no se existe la carpeta de almacenamiento en caché !!

source: Watch out!! The caching folder is not writeable!!
de_ch: Achtung!! De Cacheordner isch nid beschriebbar!!
de_de: Achtung!! Der Cacheordner ist nicht beschreibbar!!
es_es: Atención !! la carpeta de almacenamiento en caché no se puede escribir !!

source: Watch out!! The caching time is not set!!
de_de: Achtung!! Die Caching-Zeit ist nicht gesetzt!!

source: Watch out!! The database table "%1$s" could not be filled with the neccessary options for this plugin!!
de_ch: Achtung!! D’datebanktabelle "%1$s" het nid chöne mit de nötige optione für das plugin beschriebe werde!!
de_de: Achtung!! Die Datenbanktabelle "%1$s" konnte nicht mit den nötigen Optionen für dieses Plugin beschrieben werden!!
es_es: ¡¡Atención!! La tabla de la base de datos "%1$s" no podía ser llenado con las opciones necesarias para este plugin!!

source: Watch out!! The option to check the cached gravatars is not set.
de_de: Achtung!! Die Option zum Überprüfen der zwischengespeicherten Gravatare ist nicht festgelegt.

source: Watch out!! The permissions of the caching folder are not correct!!
de_ch: Achtung!! De cacheordner het nid e korrekti berechtigung!!
de_de: Achtung!! Der Cacheordner hat nicht korrekten Berechtigungen!!
es_es: Atención !! los permisos de la carpeta de caché no son correctos !!

source: Watch out!! the rating option for Gravatars is empty. It is set to rating "R" for getting the (Gr)Avatars.
de_ch: Achtung!! D’istufig für Gravatbilder isch leer. S’Plugin setzt d’istufig uf "R", um d‘(Gr)Avatare z’chache.
de_de: Achtung!! Die Einstufung für die Gravatarbilder ist leer. Das Plugin setzt die Einstufung auf "R", um die (Gr)Avatare zu cachen.
es_es: ¡¡Atención!! la opción de calificación para Gravatars está vacía. Está situado a la calificación "R" para conseguir el (Gr) Avatares.

source: Watch out!! The size for the Gravatars is not set correctly or is not present!!
de_de: Achtung!! Die Gravatargröße ist nicht richtig eingestellt oder nicht vorhanden!!

source: Watch out!! The template has changed!!
de_ch: Achtung!! D’template wurde gwächslet!!
de_de: Achtung!! Das Template wurde gewechselt!!
es_es: ¡¡Atención!! ¡La plantilla ha cambiado !!

source: Watch out!! You changed the default Gravatar from "%1$s" to "%2$s". You should empty the cache.
de_de: Achtung!! Du hast den Standard-Gravatar von "%1$s" zu "%2$s" geändert. Du solltest den Cache leeren.

source: Watch out!! You choose "Random wapuus everywhere (No gravatars at all)" for the default Gravatars. No caching is required to get the (Gr) avatars.
de_de: Achtung!! Du hast "Zufällige Wapuus überall (Überhaupt keine Gravatars)" für die Standard-Gravatare gewählt. Es ist kein Caching erforderlich, um die (Gr)Avatare zu erhalten.

source: Watch out!! You don't want to display any avatars. No caching is required to get the (Gr) avatars.
de_de: Achtung!! Du möchtest keine Avatare anzeigen lassen. Es ist kein Caching erforderlich, um die (Gr)Avatare zu erhalten.

source: were cached from the following different URLs
de_de: wurden von folgenden verschiedenen URLs gecached

source: Whether Gravatar has already been cached is checked via:
de_de: Ob Gravatar bereits gecached wurde, wird geprüft über:
es_es: Si Gravatar ya ha sido almacenado en caché se verifica a través de:

source: yes
de_de: Ja
es_es: sí

source: You do not have sufficient permissions to access this page.
de_ch: Du hesch nid di erforderliche recht, zum uf die Site zuegriffe.
de_de: Du hast nicht die erforderlichen Berechtigungen, um diese Seite aufzurufen.
es_es: No tiene suficientes permisos para acceder a esta página.

source: your server accepts the following copy options to get the Gravatar:
de_ch: din server aktzeptiert folgendi methode, um d’gravatare lokal z’speichere:
de_de: Dein Server akzeptiert folgende Methoden, um die Gravatare lokal zu speichern:
es_es: El servidor acepta las siguientes opciones de copia para obtener el Gravatar:

source: Beschleunigt die Website durch simples und effektives Caching von Gravataren (Globally Recognized Avatars), damit diese vom eigenenem Webserver ausgeliefert werden und nicht vom Gravatar-Server nachgeladen werden müssen.
de_ch: beschleunigt d’website durch eifach’s und effektives Caching vo Gravatare (Globally Recognized Avatars), damit si vom eigene webserver usglieferet werded und nid vom Gravatar-Server nacheglade werde müend.
es_es: Acelera la velocidad del sitio por (Avatares reconocido a nivel mundial) de forma sencilla y eficaz de almacenamiento en caché Gravatars de modo que se entregan desde el servidor web propio y no es necesario volver a cargar desde el servidor Gravatar.

source: Harrys Gravatar Cache
es_es: Harrys Gravatar caché
